Repository: raisingthefloor/morphic-windows
Catalog: Morphic.Client/Strings/Resources.*.resx
Languages: es

# AlreadyHaveAnAccountButton_Content
source: Already have an account?
es: ¿Ya tienes una cuenta?

# ApplyButton_Text
source: Apply
es: Aplicar

# ApplyingSettingsOnYourComputerLabel_Content
source: Applying settings on your computer...
es: Aplicando configuraciones en el PC...

# ApplySettingsFromCloudVaultInstructions_Part1_Text
source: Clicking the
es: Haciendo click

# ApplySettingsFromCloudVaultInstructions_Part3_Text
source: button will cause the assistive technology and system setting in your Morphic Cloud Vault to be applied to this computer.
es: se aplicarán en el sistema las configuraciones que tenga guardadas en su Morphic Cloud Vault.

# ApplySettingsFromCloudVaultNote_Text
source: Note: The current settings on this computer will be backed up on this computer -- so you can revert back to the current settings later.
es: Recuerde que la configuración actual del sistema se guardará en el equipo, de forma que podrá volver a aplicarla en cualquier momento.

# ApplySettingsFromCloudVaultTitle_Content
source: Apply my settings from my Cloud Vault
es: Aplicar mis preferencias desde mi Morphic Cloud Vault

# BackupDate_Text
source: Backup Date
es: Fecha de la copia de seguridad

# CancelButton_AutomationHelpText
source: Cancel Login
es: Cancelar el inicio de sesión

# CancelButton_Text
source: Cancel
es: Cancelar

# ChangePreferenceLaterUsingMorphicMenu_Text
source: You can change this preference later, by using the Morphic Menu.
es: Puede cambiar esta preferencia más tarde usando el Menú de Morphic.

# CheckForUpdateHyperlink_Text
source: Check for Update
es: Buscar actualizaciones

# ChooseAPassword_Content
source: Choose a Password
es: Elija una contraseña

# ClickingBelowWillRestoreSettings_Part2_Text
source: Restore from backup
es: Restaurar de la copia de seguridad

# ClickingBelowWillRestoreSettings_Part3_Text
source: below will restore those settings to this computer.
es: Esto restaurará la configuración en este equipo.

# ClickingSaveWillSaveSettingsToVault_Text
source: Clicking save will save them to your secure Cloud Vault.
es: Al hacer click en "Guardar" se guardarán en su Morphic Cloud Vault.

# CloseButton_Text
source: Close
es: Cerrar

# CollectingSettingsFromComputerLabel_Content
source: Collecting settings from your computer...
es: Recopilando la configuración de su PC...

# ConfirmSavingToCloudVaultLabel_Content
source: Confirm saving to your Morphic Cloud Vault
es: Confirma que quieres guardar en tu Morphic Cloud Vault

# ConfirmYourPassword_Content
source: Confirm your Password
es: Confirme su contraseña

# CopySettingsBetweenComputersDescription_Text
source: This feature allows you to move your accessibility and usability settings between computers - including the settings of your assistive technologies.
es: Esta función le permitirá aplicar sus preferencias de usabilidad y accesibilidad en otros equipos - incluyendo la configuración de sus productos de apoyo.

# CopySettingsBetweenComputersHeader_Text
source: Copy Settings Between Computers
es: Copiar configuración entre ordenadores

# CopySettingsFromCloudVaultHyperlink_Text
source: Use the settings in my Cloud Vault to set up this computer.
es: Usar las configuraciones de mi Morphic Cloud Vault para configurar este equipo.

# CopySettingsToCloudVaultHyperlink_Text
source: Copy settings on this computer to my Cloud Vault
es: Copiar la configuración de este equipo en mi Morphic Cloud Vault

# CreateAccountAndRememberMySettingsButton_Content
source: Create Account & Remember My Settings
es: Crear una cuenta y recordar mis preferencias

# CreateAccountHyperlink_Text
source: Don't have an account yet?
es: ¿Aún no tiene una cuenta?

# EmailFieldLabel_Text
source: Email Address
es: Dirección email

# ForgotPasswordHyperlink_Text
source: Forgot your password - Or not sure if you have an account?
es: ¿Olvidó su contraseña o no está seguro si tiene una cuenta?

# LoginButton_AutomationHelpText
source: Login
es: Iniciar sesión

# LoginError_DidNotRecognizeLogin_Text
source: We did not recognize your login. Please try again.
es: No pudimos encontrar sus datos de acceso. Por favor, inténtelo de nuevo.

# Menu_ApplySavedSetup_Header
source: Apply a Saved Setup...
es: Aplicar una configuración guardada...

# Menu_AutorunAfterLoginItem_Checkbox_Header
source: _Automatically start Morphic
es: _Iniciar Morphic automáticamente

# Menu_ChangeMorphicBar_Header
source: Change MorphicBar
es: Cambiar la barra de Morphic

# Menu_CustomizeMorphicBar_Header
source: Customize MorphicBar...
es: Personalizar la barra de Morphic...

# Menu_ExploreMorphicLink_Header
source: _Explore everything Morphic can do...
es: _Aprenda todo lo que Morphic puede hacer...

# Menu_HideMorphicBar_Header
source: Hide MorphicBar
es: Ocultar la barra de Morphic

# Menu_HideQuickHelp_Header
source: _Hide QuickHelp (except with Alt key)
es: _Ocultar la ayuda rápida

# Menu_HowToCopySettingsBetweenComputers_Header
source: How to copy setups between computers...
es: Como copiar configuraciones entre equipos...

# Menu_MoreSettingsToMakeComputerEasier_Header
source: More settings to make the computer easier
es: Más configuraciones para facilitar el uso del PC

# Menu_OsAllAccessibilityOptions_Header
source: _All Accessibility Options
es: _Todas las opciones de accesibilidad

# Menu_OsBrightnessSettings_Header
source: Brightness
es: Brillo

# Menu_OsColorVisionSettings_Header
source: _Color Vision Settings
es: _Opciones de los filtros de color

# Menu_OsContrastSettings_Header
source: _Contrast Settings
es: _Opciones de alto contraste

# Menu_OsDarkModeSettings_Header
source: _Dark Mode Settings
es: _Opciones del modo oscuro

# Menu_OsDirectionActionsSection_Header
source: Direct actions
es: Acciones directas

# Menu_OsKeyboardSettings_Header
source: _Keyboard Settings
es: _Opciones de teclado

# Menu_OsLanguageSettings_Header
source: _Language
es: _Idioma

# Menu_OsMagnifierSettings_Header
source: _Magnifier Settings
es: _Opciones del magnificador de pantalla

# Menu_OsMouseSettings_Header
source: M_ouse Settings
es: _Opciones de ratón

# Menu_OsNightModeSettings_Header
source: _Night Mode Settings
es: _Opciones del modo nocturno

# Menu_OsOtherSettingsSection_Header
source: Other Key Windows Settings
es: Otras opciones de Windows

# Menu_OsPointerSizeSettings_Header
source: _Pointer Size
es: _Tamaño del puntero

# Menu_OsReadAloudSettings_Header
source: _Read Aloud Settings
es: _Opciones de Lectura en voz alta

# Menu_OsSettingsSection_Header
source: Windows Settings for MorphicBar Controls
es: Opciones de Windows como controles en la barra de Morphic

# Menu_OsStopKeyRepeatAction_Header
source: _Stop Key-repeat
es: _Parar repetición de tecla

# Menu_OtherHelpfulThings_Header
source: _Other resources to make computers easier...
es: _Otros recursos para facilitar el uso del PC...

# Menu_ProblemsContactUs_Header
source: Problems? Contact us...
es: ¿Algún problema? Póngase en contacto con nosotros...

# Menu_QuickMorphicDemosLink_Header
source: Quick Morphic _demo videos...
es: Videos de _demostración de Morphic...

# Menu_RestoreSettingsFromBackup_Header
source: _Restore settings from backup
es: _Restaurar configuración desde copia de seguridad

# Menu_SaveCurrentSetupAs_Header
source: Save Current Setup as...
es: Guardar la configuración actual como...

# Menu_SelectBasicMorphicBar_Header
source: Basic MorphicBar
es: Barra de Morphic básica

# Menu_ShowMorphicBarLoginItem_Checkbox_Header
source: _Show Morphic Bar at start
es: _Mostrar la barra de Morphic al arrancar

# Menu_ShowMorphicBar_Header
source: Show MorphicBar
es: Mostrar la barra de Morphic

# Menu_SignIn_Header
source: Sign into Morphic...
es: Iniciar sesión en Morphic...

# Menu_SignOut_Header
source: Sign out of Morphic
es: Salir de Morphic

# MorphicCanNowApplySavedSettingsToAnotherComputer_Text
source: You can now use Morphic to apply these settings to another computer that has Morphic installed.
es: Ahora puede usar Morphic para aplicar esta configuración en otro equipo que tenga Morphic instalado.

# OkButton_Text
source: OK
es: Aceptar

# OldSettingsWereBackedUp_Part1_Text
source: Before they were applied, the old settings were backed up on this computer. To revert back to those settings use the
es: Antes de ser aplicadas, la configuración anterior se guardó en una copia de seguridad. Para volver a ella, use

# OldSettingsWereBackedUp_Part2_Text
source: "Restore settings from backup"
es: "Restaurar configuración desde copia de seguruidad"

# OldSettingsWereBackedUp_Part3_Text
source: command in the Morphic menu.
es: comando en el menú de Morphic.

# PasswordFieldLabel_Text
source: Password
es: Contraseña

# PasswordField_AutomationHelpText
source: Enter your Morphic password
es: Introduzca su contraseña

# RememberYourLoginEmailAddress_Text
source: When you sit down at another computer with Morphic installed, remember to login with the email address you provided
es: Cuando use otro equipo que tenga Morphic instalado, recuerde identificarse usando la dirección email que nos ha proporcionado

# RestoreFromBackupButton_Text
source: Restore from backup
es: Restaurar desde copia de seguridad

# RestoreSettingsFromBackupHeaderDescription_Text
source: The last time Morphic applied a user’s settings to this user account on this computer, Morphic captured the settings already on the computer and saved them to a backup.
es: La última vez que Morphic configuró este equipo, Morphic hizo una copia de seguridad de la configuración del equipo.

# RestoreSettingsFromBackupHeader_Text
source: Restore settings from backup
es: Restaurar configuración desde copia de seguruidad

# RestoreSettingsFromBackupWindow_Title
source: Restore settings from backup
es: Restaurar configuración desde copia de seguruidad

# SaveButton_Text
source: Save
es: Guardar

# SecurelyTakeSettingsAnywhere_Text
source: So you can securely take them anywhere
es: Así que puedes llevarlos a cualquier equipo

# SelectCurrentGroupHeader_Text
source: Select the community whose bar you would like to see now:
es: Seleccione la comunidad cuya barra de Morphic le gustaría ver:

# SettingsCollectionComplete_Text
source: We have collected the settings of your assistive technologies and of the accessibility and usability settings of your computer.
es: Hemos recogido los ajustes de sus tecnologías de asistencia, accesibilidad y usabilidad de su equipo.

# SettingsFromCloudVaultHaveBeenApplied_Text
source: The settings on from your cloud vault have been applied to this Computer.
es: Se han aplicado las configuraciones de su Morphic Cloud Vault en este equipo.

# SettingsSaveCompleteLabel_Content
source: Complete!
es: ¡Completado!

# SettingsSavedToCloudVaultLabel_Content
source: Settings Saved to Cloud Vault
es: Configuraciones guardadas en su Morphic Cloud Vault

# SignInButton_Text
source: Login
es: Iniciar sesión

# SignIntoMorphicAccountHeader_Text
source: Sign into your Morphic Account - Cloud Vault
es: Inicie sesión en Morphic - Morphic Cloud Vault

# SignInWindow_Title
source: Sign in to Morphic
es: Inicie sesión en Morphic

# TakeYourSettingsAnywhereHeaderLabel_Content
source: Take Your Settings Anywhere
es: Llévese su configuración a cualquier equipo

# TakeYourSettingsAnywhereInstructions_Text
source: You'll need to create an account so we can remember your settings and securely apply them to another computer
es: Necesita crear una cuenta en Morphic para guardar sus configuraciones y aplicarlas en otro equipo

# TermsAndConditionsLinks_Part1_Content
source: By signing up for Morphic you are agreeing to the
es: Al registrarse en Morphic está aceptando las

# TermsAndConditionsLinks_Part2_Content
source: Terms of Service
es: Términos de Servicio

# TermsAndConditionsLinks_Part3_Content
source: and
es: y

# TermsAndConditionsLinks_Part4_Content
source: Privacy Policy
es: nuestras Políticas de Privacidad

# TravelWindow_Title
source: Travel with Settings
es: Viaje con sus configuraciones

# UsernameField_AutomationHelpText
source: Enter your email address
es: Introduzca su dirección de correo

# WeSavedYourSettings_Text
source: We've saved your settings in a secure area only you can access.
es: Hemos guardado su configuración en un lugar seguro al que sólo usted puede acceder.

# YouAreMemberOfMultipleGroups_Text
source: You are a member of several Morphic Groups.
es: Usted es miembro de varios Grupos de Morphic.

# YourEmailAddressLabel_Content
source: Your Email Address
es: Su dirección email

# YourSettingsHaveBeenAppliedLabel_Content
source: Your Settings have been applied
es: Se ha aplicado su configuración
