Repository: raisingthefloor/morphic-windows
Catalog: Morphic.Client/Properties/Resources.*.resx
Languages: es

# QuickStrip_Advanced_HelpMessage
source: Find settings, sign in/out, customize buttons, move settings, and more.
es: Encuentra ajustes, inicia o cierra sesión, personaliza los botones, mueve los ajustes y más.

# QuickStrip_Advanced_HelpTitle
source: Opens the Morphic Menu
es: Abre el menú morfológico

# QuickStrip_Contrast_Off_HelpTitle
source: Turns Contrast off
es: Desactiva el contrasto

# QuickStrip_Contrast_Off_Title
source: Off
es: Apagado

# QuickStrip_Contrast_On_HelpMessage
source: Can make the screen easier to read. To change settings, right-click on button.
es: Puede hacer que la pantalla sea más fácil de leer. Para cambiar la configuración, haga clic derecho en el botón.

# QuickStrip_Contrast_On_HelpTitle
source: Turns Contrast on
es: Enciende el contrato

# QuickStrip_Contrast_On_Title
source: On
es: En

# QuickStrip_Colors_Contrast_Name
source: Contrast on, off
es: Contrast encendido, apagado

# QuickStrip_Contrast_Title
source: High Contrast
es: Alto contrato

# QuickStrip_NightMode_Off_HelpTitle
source: Turns the Night Light feature off
es: Desactiva la función de luz nocturna

# QuickStrip_NightMode_Off_Title
source: Off
es: Apagado

# QuickStrip_NightMode_On_HelpMessage
source: Reduces eye strain and makes it easier to fall asleep at night.
es: Reduce la cepa de los ojos y hace más fácil dormir por la noche.

# QuickStrip_NightMode_On_HelpTitle
source: Turns the Night Light feature on
es: Activa la función de luz nocturna

# QuickStrip_NightMode_On_Title
source: On
es: En

# QuickStrip_NightMode_Title
source: Night mode
es: Modo nocturno

# QuickStrip_Snip_HelpMessage
source: Click Copy. Then click and drag mouse to take picture. Paste into any document.
es: Haga clic en Copiar. Luego haga clic y arrastre el ratón para tomar la foto. Pegue en cualquier documento.

# QuickStrip_Snip_HelpTitle
source: Takes a picture of a selected part of the screen
es: Toma una foto de una parte seleccionada de la pantalla

# QuickStrip_Snip_Button_Title
source: Copy
es: Copiar

# QuickStrip_Snip_Title
source: Snip
es: Recorte

# QuickStrip_Snip_Name
source: Snip a copy of part of screen
es: Cortar una copia de parte de la pantalla

# QuickStrip_Colors_Title
source: Contrast & color
es: Contraste y color

# QuickStrip_Colors_Color_Name
source: Color Vision
es: Visión de color

# QuickStrip_Colors_Color_HelpTitle
source: Turns Color Blindness filters on and off
es: Activa y desactiva los filtros de color a ciegas

# QuickStrip_Colors_Color_HelpMessage
source: Changes colors to adapt to color vision differences. To choose type, right-click on button.
es: Cambia los colores para adaptarse a las diferencias de visión de color. Para elegir el tipo, haga clic derecho en el botón.

# QuickStrip_Colors_Dark_Title
source: Dark
es: Oscuro

# QuickStrip_Colors_Dark_HelpTitle
source: Turns Dark Mode on and off
es: Enciende y apaga el modo oscuro

# QuickStrip_Colors_Dark_HelpMessage
source: To change settings, right-click on button.
es: Para cambiar la configuración, haga clic derecho en el botón.

# QuickStrip_Colors_Dark_Name
source: Dark mode
es: Modo oscuro

# QuickStrip_Colors_Night_Title
source: Night
es: Noche

# QuickStrip_Colors_Night_Name
source: Night Light
es: Luz nocturna

# QuickStrip_Magnifier_Hide_HelpMessage
source: To change Magnifier settings, right-click on button.
es: Para cambiar la configuración de la lupa, haga clic derecho sobre el botón.

# QuickStrip_Magnifier_Hide_HelpTitle
source: Turns off Magnifier
es: Desactiva la lupa

# QuickStrip_Magnifier_Hide_Title
source: Hide
es: Ocultar

# QuickStrip_Magnifier_Show_HelpMessage
source: Magnifier follows your mouse. Your mouse can click through the box.
es: La lupa sigue su ratón. Su ratón puede hacer clic a través de la caja.

# QuickStrip_Magnifier_Show_HelpTitle
source: Turns on a Magnifying lens
es: Activa un lente de lupa

# QuickStrip_Magnifier_Show_Title
source: Show
es: Mostrar

# QuickStrip_Magnifier_Hide_Name
source: Hide Magnifier
es: Ocultar lupa

# QuickStrip_Reader_Start_HelpMessage
source: Select text to be read. Then click play button to read. To change settings, right-click on button.
es: Seleccione el texto a leer. Luego haga clic en el botón Reproducir para leer. Para cambiar la configuración, haga clic derecho en el botón.

# QuickStrip_Reader_Start_HelpTitle
source: Reads text that is selected
es: Lee el texto seleccionado

# QuickStrip_Reader_Stop_HelpMessage
source: To change voice and speed settings, right-click on either button.
es: Para cambiar los ajustes de voz y velocidad, haga clic derecho sobre cualquiera de los dos botones.

# QuickStrip_Reader_Stop_HelpTitle
source: Stops reading
es: Detener la lectura

# QuickStrip_Reader_Stop_Name
source: Stop Reading Select Text
es: Dejar de leer texto seleccionado

# QuickStrip_Reader_Start_Name
source: Read Selected Text
es: Leer texto seleccionado

# QuickStrip_Reader_Title
source: Read Selected
es: Leer seleccionados

# QuickStrip_Resolution_Bigger_HelpMessage
source: Makes everything on the screen larger.
es: Hace que todo en la pantalla sea más grande.

# QuickStrip_Resolution_Bigger_HelpTitle
source: Increases Text Size everywhere
es: Aumenta el tamaño del texto en todas partes

# QuickStrip_Resolution_Bigger_Name
source: Increase Text Size
es: Aumentar tamaño de texto

# QuickStrip_Resolution_Bigger_LimitTitle
source: Text Size cannot go bigger
es: El tamaño del texto no puede ser mayor

# QuickStrip_Resolution_Smaller_HelpMessage
source: Makes everything on the screen smaller.
es: Hace todo en la pantalla más pequeña.

# QuickStrip_Resolution_Smaller_HelpTitle
source: Decreases Text Size everywhere
es: Disminuye el tamaño del texto en todas partes

# QuickStrip_Resolution_Smaller_Name
source: Decrease Text Size
es: Reducir tamaño de texto

# QuickStrip_Resolution_Smaller_LimitTitle
source: Text Size cannot go smaller
es: El tamaño del texto no puede ser menor

# QuickStrip_Resolution_Title
source: Text Size
es: Tamaño del texto

# QuickStrip_Volume_Down_HelpMessage
source: Makes all sounds quieter.
es: Hace que todos los sonidos sean más silenciosos.

# QuickStrip_Volume_Down_HelpTitle
source: Decreases the volume
es: Disminuye el volumen

# QuickStrip_Volume_Down_LimitTitle
source: Volume cannot go quieter
es: El volumen no puede ser más silencioso

# QuickStrip_Volume_Mute_HelpMessage
source: Mutes your speakers - but does NOT mute your microphone.
es: Silencia a los altavoces - pero NO silencia el micrófono.

# QuickStrip_Volume_Mute_HelpTitle
source: Mutes all sounds from your computer
es: Silencia todos los sonidos de tu computadora

# QuickStrip_Volume_Mute_MutedMessage
source: Turns Mute off - allowing sounds to come from your computer again.
es: Desactiva el silencio, permitiendo que los sonidos vuelvan de tu ordenador.

# QuickStrip_Volume_Mute_MutedTitle
source: Unmutes sounds
es: Retirar sonidos

# QuickStrip_Volume_Mute_Title
source: Mute
es: Silenciar

# QuickStrip_Volume_Title
source: Volume
es: Volumen

# QuickStrip_Volume_Unmute_HelpMessage
source: Turns Mute off - allowing sounds to come from your computer again.
es: Desactiva el silencio, permitiendo que los sonidos vuelvan de tu ordenador.

# QuickStrip_Volume_Unmute_HelpTitle
source: Unmutes sounds
es: Retirar sonidos

# QuickStrip_Volume_Up_HelpMessage
source: Makes all sounds louder.
es: Hace que todos los sonidos sean más fuertes.

# QuickStrip_Volume_Up_HelpTitle
source: Increases the volume
es: Aumenta el volumen

# QuickStrip_Volume_Up_LimitTitle
source: Volume cannot go louder
es: El volumen no puede ir más alto
